Revit 2027 API
ParameterTypeId.RebarSystemSpacingBottomDir1Generic Property
 "Bottom/Interior Major Spacing"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemSpacingBottomDir1Generic { get; }
Public Shared ReadOnly Property RebarSystemSpacingBottomDir1Generic As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemSpacingBottomDir1Generic {
	ForgeTypeId^ get ();
}
static member RebarSystemSpacingBottomDir1Generic : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace